[
  {
    "id": "t-01",
    "name": "Annette Kavaya",
 
    "rating": 5,
    "company": "Kenya Veterinary Production Institute",
    "role": "Microbiologist & Biotechnologist",
    "feedback": "Cyrix did an incredible job optimizing my LinkedIn profile. The layout, tone, and  overall presentation now look polished and stand out professionally. I've received more engagement and connection requests since the update."
  },
  {
    "id": "t-02",
    "name": "Happy Andala",

    "rating": 5,
    "company": "Student at Technical University of Mombasa",
    "role": "Equity Bank Intern",
    "feedback": "Collaborating with Cyrix and Cyrix Digital solutions was truly an enriching experience. Together, we successfully hosted a virtual masterclass that empowered digital enthuasists with practical skills and industry-ready knowledge. His creativity, reliability and commitment to impact made collaboration seamless and inspiring."
  },
  {
    "id": "t-03",
    "name": "William Masibo",

    "rating": 5,
    "company": "Fresh Harvest Kenya",
    "role": "Operations Manager",
    "feedback": "The e-commerce platform Reagan built for us handles thousands of orders seamlessly. The training and support have been exceptional. Highly recommend Cyrix!"
  },
  {
    "id": "t-04",
    "name": "Dennis Mwachi",

    "rating": 5,
    "company": "TechStart Hub",
    "role": "Co-Founder",
    "feedback": "Working with Cyrix was a game-changer for our startup. The branding and web design perfectly capture our vision. Our investor pitch deck got rave reviews!"
  },
  {
    "id": "t-05",
    "name": "Grace Wanjiku",
   
    "rating": 5,
    "company": "Elite Spa & Wellness",
    "role": "Owner",
    "feedback": "From brand identity to social media graphics, everything is stunning. Our clients constantly compliment our professional look. Reagan is incredibly talented!"
  },
  {
    "id": "t-06",
    "name": "Michael Kariuki",
 
    "rating": 5,
    "company": "Smart Logistics Ltd",
    "role": "CEO",
    "feedback": "The web application Cyrix developed streamlined our entire logistics operation. Real-time tracking and automated reports save us hours every day. Exceptional work!"
  }
]
