[
  {
    "id": "t-01",
    "name": "Annette Kavaya",
 
    "rating": 5,
    "company": "Kenya Veterinary Production Institute",
    "role": "Microbiologist & Biotechnologist",
    "feedback": "Cyrix did an incredible job optimizing my LinkedIn profile. The layout, tone, and  overall presentation now look polished and stand out professionally. I've received more engagement and connection requests since the update."
  },
  {
    "id": "t-02",
    "name": "Happy Andala",

    "rating": 5,
    "company": "Student at Technical University of Mombasa",
    "role": "Equity Bank Intern",
    "feedback": "Collaborating with Cyrix and Cyrix Digital solutions was truly an enriching experience. Together, we successfully hosted a virtual masterclass that empowered digital enthuasists with practical skills and industry-ready knowledge. His creativity, reliability and commitment to impact made collaboration seamless and inspiring."
  },
  {
    "id": "t-03",
    "name": "William Masibo",

    "rating": 5,
    "company": "Murang'a Level 5 Hospital(MRCH)",
    "role": "Physiotherapist Attachee",
    "feedback": "Taking Cyrix's class was one of the best investments I’ve made for my professional development. I walked in wanting to improve my graphic design skills, but I walked out with a complete workflow system. The design modules gave me the creative confidence to produce high-quality visuals, while the Google Workspace training completely streamlined how I organize projects and collaborate with teams. It’s rare to find a course that balances creativity with practical productivity so well. Highly recommended!"
  },
  {
    "id": "t-04",
    "name": "Dennis Mwachi",

    "rating": 5,
    "company": "Student at Karatina University",
    "role": "Tutor",
    "feedback": "Working alongside Cyrix Digital Solutions to prepare incoming university cohort was a highly successful venture. Cyrix Ray demonstrated exceptional capability in managing and delivering high-quality, relevant digital skills training to over 300 students. The focus on practical skills like graphic design and digital strategy has provided these young learners with a valuable head start for their future academic and professional careers."
  },
  {
    "id": "t-05",
    "name": "Grace Wanjiku",
   
    "rating": 5,
    "company": "Elite Spa & Wellness",
    "role": "Owner",
    "feedback": "From brand identity to social media graphics, everything is stunning. Our clients constantly compliment our professional look."
  }
  
]
